Repository: Isset/isset.video
Catalog: languages/isset-video-publisher-*.po
Languages: nl_nl

source: isset.video settings
nl_nl: Video publisher instellingen

source: Enter your settings below:
nl_nl: Voer je instellingen hieronder in:

source: Publisher preview
nl_nl: Preview

source: Use this shortcode in a post to include the video.
nl_nl: Je kan deze shortcode in een bericht gebruiken om de video te tonen.

source: Your browser does not support the video tag.
nl_nl: Je browser heeft geen video ondersteuning.

source: Video canot be loaded
nl_nl: Deze video kan niet geladen worden

source: Add New Video
nl_nl: Nieuwe video

source: Import from publisher
nl_nl: Importeer

source: Edit Video
nl_nl: Bewerk

source: View Video
nl_nl: Bekijk

source: All Videos
nl_nl: Alle videos

source: Search Videos
nl_nl: Zoeken

source: Parent Videos:
nl_nl: Hoort hij:

source: No videos found.
nl_nl: Geen Video's gevonden.

source: No videos found in Trash.
nl_nl: Geen Video's gevonden in de Prullenbak.

source: Description.
nl_nl: Omschrijving.

source: Video integration from the video publisher from Isset Internet Professionals
nl_nl: Video integratie, gemaakt voor de video publisher gemaakt door Isset Internet Professionals
